<?php
// Heading
$_['heading_title']           = 'Расчёт доставки Почта России';
$_['text_title']              = 'Расчет стоимости доставки Почтой России - PostCalc';

// Text
$_['text_extension']          = 'Доставка';
$_['text_success']            = 'Настройки успешно изменены!';
$_['text_edit']               = 'Редактирование';
$_['text_developer']          = 'Разработчик';
$_['text_url_download']       = 'Последнюю версию модуля Вы можете скачать по следующим ссылкам:';
$_['text_old_version']        = 'У Вас установлена старая версия модуля, её необходимо обновить до актуальной - %s! <br> <a href="https://t.me/nokiannordman" target="_blank">Пишите в Телеграм</a>';
$_['text_new_version']        = 'У Вас установлена актуальная версия модуля!</a>';

// Entry
$_['entry_display_weight']    = 'Показывать вес доставки';
$_['entry_display_insurance'] = 'Показывать ценность отправления';
$_['entry_weight_class']      = 'Единица измерения веса (ВЫБЕРИТЕ ГРАММЫ!)';
$_['entry_currency']          = 'Валюта (ВЫБЕРИТЕ РУБЛИ!)';
$_['entry_tax_class']         = 'Класс налога';
$_['entry_geo_zone']          = 'Географическая зона';
$_['entry_postcode']          = 'Ваш индекс';
$_['entry_status']            = 'Статус';
$_['entry_name']              = 'Наименование';
$_['entry_delivery']          = 'Способы доставки';
$_['entry_sort_order']        = 'Порядок сортировки';
$_['entry_wait']              = 'Пожалуйста, подождите...';
$_['entry_image']             = 'Изображение';
$_['entry_image_description'] = 'Размеры изображения<br>(Ш x В)';
$_['entry_width']             = 'Ширина';
$_['entry_height']            = 'Высота';
$_['entry_nds']               = 'НДС';

// Help
$_['help_display_weight']     = 'Например, вес доставки: 2.76 кг';
$_['help_display_insurance']  = 'Только для отправок с объявленной ценностью и наложенным платежом.';
$_['help_postcode']           = 'Обязательно укажите Ваш почтовый индекс, для расчета стоимости доставки. ';
$_['help_weight']             = 'Обязательно выберите граммы - стоимости доставки высчитывается на основании граммов';
$_['help_currency']           = 'Обязательно выберите рубли - стоимости доставки высчитывается на основании рублей';
$_['help_license']            = 'Лицензия';
$_['help_thanks']             = 'Поблагодарить';
$_['help_support']            = 'Поддержка';
$_['help_nds']                = 'Включать НДС в стоимость';

// Tab
$_['tab_support']                      = 'Поддержка';
$_['tab_simple_letter']                = 'Простое письмо';
$_['tab_reg_letter']                   = 'Заказное письмо';
$_['tab_val_letter']                   = 'Ценное письмо';
$_['tab_simple_parcel']                = 'Простая бандероль';
$_['tab_reg_parcel']                   = 'Заказная бандероль';
$_['tab_val_parcel']                   = 'Ценная бандероль';
$_['tab_pkg']                          = 'Посылка';
$_['tab_ems']                          = 'Экспресс-посылка EMS';
$_['tab_letter_reg_1class']            = 'Заказное письмо 1 класса';
$_['tab_letter_val_1class']            = 'Ценное письмо 1 класса';
$_['tab_reg_parcel1class']             = 'Заказная бандероль 1 класса';
$_['tab_val_parcel1class']             = 'Ценная бандероль 1 класса';
$_['tab_pkg_1class']                   = 'Заказная посылка 1 класса';
$_['tab_pkg_val_1class']               = 'Ценная посылка 1 класса';

// Error
$_['error_permission']        = 'У вас нет прав для управления модулем ' . $_['heading_title'] .'!';
$_['error_postcode']          = 'Индекс должен содержать 6 символов!';