<?php
// Text
$_['text_title']             = 'Почта России';
$_['text_weight']            = 'Вес:';
$_['text_insurance']         = 'Сумма страховки:';
$_['text_simple_letter']                = 'Простое письмо';
$_['text_reg_letter']                   = 'Заказное письмо';
$_['text_val_letter']                   = 'Ценное письмо';
$_['text_simple_parcel']                = 'Простая бандероль';
$_['text_reg_parcel']                   = 'Заказная бандероль';
$_['text_val_parcel']                   = 'Ценная бандероль';
$_['text_pkg']                          = 'Посылка';
$_['text_ems']                          = 'Экспресс-посылка EMS';
$_['text_letter_reg_1class']            = 'Заказное письмо 1 класса';
$_['text_letter_val_1class']            = 'Ценное письмо 1 класса';
$_['text_reg_parcel1class']             = 'Заказная бандероль 1 класса';
$_['text_val_parcel1class']             = 'Ценная бандероль 1 класса';
$_['text_pkg_1class']                   = 'Заказная посылка 1 класса';
$_['text_pkg_val_1class']               = 'Ценная посылка 1 класса';

// Error
$_['error_1']                = 'Ошибка запроса, возможно сервис недоступен';
$_['error_2']                = 'Сервис вернул недействительный ответ';
$_['error_10']               = 'Не указан индекс отправителя';
$_['error_11']               = 'Не указан индекс получателя';
$_['error_101']              = 'Некорректное значение массы отправления';
$_['error_102']              = 'Некорректный индекс отправителя';
$_['error_103']              = 'Некорректный индекс получателя';
$_['error_104']              = 'Отправка в данное ОПС невозможна';
$_['error_105']              = 'Исчерпан лимит запросов';
$_['error_404']              = 'Неизвестная ошибка';